var theDate = new Date();
var month = new Array();
var days = new Array();

month[1] = "Путь до файла";
month[2] = "Путь до файла";
month[3] = "Путь до файла";
month[4] = "Путь до файла";
month[5] = "Путь до файла";
month[6] = "Путь до файла";
month[7] = "Путь до файла";
month[8] = "Путь до файла";
month[9] = "Путь до файла";
month[10] = "Путь до файла";
month[11] = "Путь до файла";
month[12] = "Путь до файла";

days[1] = "Путь до файла";
days[2] = "Путь до файла";
days[3] = "Путь до файла";
days[4] = "Путь до файла";
days[5] = "Путь до файла";
days[6] = "Путь до файла";
days[7] = "Путь до файла";
days[8] = "Путь до файла";
days[9] = "Путь до файла";
days[10] = "Путь до файла";
days[11] = "Путь до файла";
days[12] = "Путь до файла";
days[13] = "Путь до файла";
days[14] = "Путь до файла";
days[15] = "Путь до файла";
days[16] = "Путь до файла";
days[17] = "Путь до файла";
days[18] = "Путь до файла";
days[19] = "Путь до файла";
days[20] = "Путь до файла";
days[21] = "Путь до файла";
days[22] = "Путь до файла";
days[23] = "Путь до файла";
days[24] = "Путь до файла";
days[25] = "Путь до файла";
days[26] = "Путь до файла";
days[27] = "Путь до файла";
days[28] = "Путь до файла";
days[29] = "Путь до файла";
days[30] = "Путь до файла";
days[31] = "Путь до файла";

function printDate() {
    document.write('<img src = "' + month[theDate.getMonth() + 1] +'">');
    document.write('<br>');
    document.write('<img src = "' + days[theDate.getDate()] +'">');
}
printDate();